Repository: 84000/data-translation-memory
Catalog: toh68_84000-ascertaining-the-vinaya-upali-s-questions.tmx
Source language: bo
Languages: en

source: །འཇིག་རྟེན་དག་ལ་དངོས་པོ་བསྟན་པ་སྟོན།
en: But teach the world about material things.

source: །ཤིན་ཏུ་དགའ་བའི་བསྟན་པ་འདི་ལ་ནི།
en: “In this delightful instruction, The compassionate one also taught,

source: །ཁྱིམ་པའི་རྟགས་སྤངས་རབ་ཏུ་བྱུང་གྱིས་ལ།
en: ‘Abandon the trappings of a householder and renounce.

source: །འབྲས་བུ་ཡོད་པའི་མཆོག་ཏུ་འགྱུར་གྱིས་ཤེས། །ཐུགས་རྗེ་ཅན་གྱིས་དེ་སྐད་བསྟན་པའང་མཛད།
en: Then the best results will come.’

source: །ཁྱིམ་པའི་རྟགས་སྤངས་རབ་ཏུ་བྱུང་གྱུར་ནས།
en: “Having abandoned the trappings of a householder and renounced,

source: །འབྲས་བུ་ཐམས་ཅད་འཐོབ་པར་འགྱུར་ཡང་ནི།
en: One will attain every result.

source: །ཆོས་ཀྱི་རང་བཞིན་དག་ལ་གཞལ་བྱས་ན།
en: Yet if one considers the nature of phenomena,

source: །འབྲས་བུ་ཀུན་མེད་འབྲས་བུ་ཐོབ་པའང་མེད།
en: There is no attainment and no results at all.

source: །འོན་ཀྱང་འབྲས་བུ་ཐོབ་པ་ཐོབ་གྱུར་པ།
en: “However, those who attain results and attainments Feel great astonishment and say,

source: །ཀྱེ་མ་མི་མཆོག་ཐུགས་རྗེ་ལྡན་པ་ཡི།
en: The best of men, the compassionate Conqueror,

source: །རྒྱལ་བས་རིགས་པ་ཤིན་ཏུ་ལེགས་བཤད་ཅེས། །དེ་དག་ངོ་མཚར་ཆེ་བ་སྐྱེ་བར་འགྱུར།
en: Has explained his reasoning well.’

source: །དེ་ལྟར་ཞི་བའི་ཆོས་རྣམས་དེ་དག་ལ།
en: “In this way these peaceful phenomena Have been taught using thousands of terms and phrases.

source: །འདི་དག་དབང་པོ་བསམ་གཏན་རྣམ་ཐར་དང་། །སྟོབས་དང་བྱང་ཆུབ་ཡན་ལག་ཞི་བ་ཞེས།
en: They are referred to as sense faculties , meditative concentration , liberation

source: །མིང་དང་ཚིག་སྟོང་སྙེད་ཀྱིས་བསྟན་པ་མཛད།
en: Powers , factors of awakening , and peace

source: །དབང་པོ་འགའ་ཡང་མ་སྐྱེས་སྟོབས་ཀྱང་མིན།
en: “Sense faculties have never developed, and there are no powers;

source: །བྱང་ཆུབ་ཡན་ལག་ཞི་བ་འང་མ་བསྐྱེད་དེ།
en: No factor of awakening or peace has ever been generated.

source: །ཆོས་འདི་གཟུགས་ཅན་མ་ཡིན་གཟུགས་མེད་ཀྱང་།
en: Though these phenomena are neither material nor immaterial,

source: །འཇིག་རྟེན་དག་ལ་ཤེས་པའི་སྟོབས་ཀྱིས་བཤད།
en: They have been explained in the world through the force of knowledge.

source: །འགྲོ་བ་རྣམས་ལ་ཐོབ་པ་ངས་བཤད་པ།
en: “Of the attainments that I have explained to beings,

source: །དེ་ཀུན་མཚན་མ་རྣམ་པར་སྤངས་པ་ཡིན།
en: All completely lack characteristics.

source: །འདི་ན་གང་དག་བདག་གིས་ཐོབ་སེམས་པ།
en: Those who think that they have reached attainment

source: །དེ་ནི་མ་ཐོབ་ཐོབ་པར་རློམ་སེམས་བྱེད།
en: Are arrogant about an attainment they have never actually had.

source: །འཇིག་རྟེན་དག་ན་གང་ལ་དངོས་མེད་པ།
en: “Since there is nothing substantial in the entire world,

source: །དེ་ལ་ཐོབ་པ་འགའ་ཡང་ཡོད་མ་ཡིན།
en: There is also no attainment whatsoever.

source: །ཐོབ་དང་ཐོབ་མེད་འགྲོ་ལ་བསྟན་མཛད་པ།
en: One who understands attainment and nonattainment as I have taught it to beings

source: །གང་གིས་དེ་ལྟར་ཤེས་དེས་ཐོབ་པ་ཡིན།
en: Is one who has reached attainment.

source: །ཀུན་ལས་ཁྱད་ཞུགས་འབྲས་བུ་ཐོབ་པ་ཡིན།
en: “This attainment of the result is superior to all others.

source: །སེམས་ཅན་དེ་ངས་སེམས་ཅན་མེད་པར་བསྟན།
en: I have taught that such beings do not actually exist,

source: །དེ་ལ་སེམས་ཅན་ནམ་ཡང་དམིགས་མེད་དེ།
en: That beings are not found at all;

source: །སེམས་ཅན་མེད་ན་གང་གིས་འཐོབ་པར་འགྱུར།
en: If beings do not exist, who is it that attains?

source: །ཞིང་དངོས་གང་ལ་ས་བོན་ཡོད་མིན་པ།
en: “Sprouts do not grow in a field

source: །དེ་ལ་མྱུ་གུ་སྐྱེ་བ་མེད་པ་ལྟར།
en: Where seeds have not been planted.

source: །དེ་བཞིན་སེམས་ཅན་ནམ་ཡང་དམིགས་མེད་ན།
en: Likewise, if beings are nowhere to be found,

source: །སེམས་ཅན་མེད་ལ་འཐོབ་པ་ག་ལ་ཡོད།
en: Where is attainment in the absence of beings?

source: །སེམས་ཅན་འདི་ཀུན་མྱ་ངན་འདས་པ་སྟེ།
en: “All these beings have reached nirvāṇa,

source: །འདི་ལ་རྩ་བ་ནམ་ཡང་དམིགས་སུ་མེད།
en: But its roots are nowhere to be found.

source: །གང་ཞིག་ཆོས་ཚུལ་འདི་ལ་མོས་གྱུར་པ།
en: To those who believe in this way of Dharma,

source: །དེ་ངས་ལྷག་མེད་མྱ་ངན་འདས་པར་བསྟན།
en: I taught nirvāṇa without remainder.

source: །སངས་རྒྱས་བརྒྱ་མང་ཡང་དག་འདས་གྱུར་པ།
en: “Many hundreds of buddhas have passed beyond,

source: །དེ་དག་གིས་ཀྱང་སེམས་ཅན་ཀུན་མ་བཏུལ།
en: And none have tamed any beings.

source: །གལ་ཏེ་སེམས་ཅན་འགའ་འདིར་བྱུང་གྱུར་ན།
en: If any beings were to appear here,

source: །དེ་དག་ནམ་ཡང་མྱ་ངན་འདའ་མི་འགྱུར།
en: They would never pass into nirvāṇa.

source: །དེ་ལྟར་ལམ་འདི་སྒྲིབ་པ་ཡོད་མིན་ཏེ།
en: “Therefore, this path has no defilement,

source: །དེ་ལ་ནམ་ཡང་ཆགས་པ་ཡོད་མ་ཡིན།
en: And there is no attachment in it at all.

source: །གང་དག་ཆོས་ཉིད་འདི་ལ་མོས་གྱུར་པ།
en: The minds of those who believe in this reality

source: །དེ་དག་ཡིད་ནི་སྲིད་ལ་ཆགས་མི་འགྱུར།
en: Will have no attachment to mundane existence.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་པ་བསྒྲུབ་པ་བསྟན་པ་འདི་བཤད་པ་ན་དགེ་སློང་ལྷག་པའི་ང་རྒྱལ་ཅན་ཉིས་བརྒྱ་ལེན་པ་མེད་པར་ཟག་པ་རྣམས་ལས་སེམས་རྣམ་པར་གྲོལ་ལོ།
en: When the Bhagavān finished speaking these verses that teach accomplishment, two hundred arrogant monks, freed from clinging, were liberated from the defilements.

source: །བྱང་ཆུབ་སེམས་དཔའ་དྲུག་ཁྲིས་ནི་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་གྱུར་ཏོ།
en: Sixty thousand bodhisattvas accepted that phenomena are unproduced.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བར་འཁོར་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས།
en: Then the venerable Upāli said to the Bhagavān, “Bhagavān, what is the name of this Dharma discourse?

source: འདི་ཇི་ལྟར་གཟུང་བར་བགྱི།
en: How should it be preserved?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཉེ་བར་འཁོར་དེའི་ཕྱིར་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འདུལ་བ་རྣམ་པར་གཏན་ལ་དབབ་པ་ཞེས་བྱ་བར་ཟུང་ཤིག །སེམས་ཅན་ཐམས་ཅད་ཡང་དག་པར་འཇོམས་པ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: The Bhagavān said, “Upāli, since you asked, this Dharma discourse should be preserved under the name Ascertaining the Vinaya or Conquering All Beings

source: ཚེ་དང་ལྡན་པ་ཉེ་བར་འཁོར་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། དགེ་སློང་དེ་དག་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།།
en: After the Bhagavān spoke, the venerable Upāli, Youthful Mañjuśrī, the bodhisattvas, the monks, everyone assembled there, and the gods, humans, asuras, and gandharvas rejoiced and praised the Bhagavān’s teaching.

source: །།འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་ལེའུ་སྟོང་ཕྲག་བརྒྱ་པ་ལས་འདུལ་བ་རྣམ་པར་གཏན་ལ་དབབ་པ་ཉེ་བར་འཁོར་གྱིས་ཞུས་པ་ཞེས་བྱ་བའི་ལེའུ་སྟེ་ཉི་ཤུ་རྩ་བཞི་པ་རྫོགས་སོ།།
en: This concludes Ascertaining the Vinaya: Upāli’s Questions , the twenty-fourth of the one hundred thousand sections of the Dharma discourse known as The Noble Great Heap of Jewels.

source: །།རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། པྲཛྙ་བརྨ་དང་། སུ་རེན་དྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།
en: Translated, edited, and finalized by the Indian preceptors Jinamitra, Prajñāvarman, and Surendrabodhi, with the chief Tibetan editor and translator, Bandé Yeshé Dé, and others.
